/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Informing the user an item has finished copying */
"Copied" = "Kopiert";

/* No comment provided by engineer. */
"Copy" = "Kopier";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Kopierer";

/* No comment provided by engineer. */
"Dismiss" = "Avvis";

/* No comment provided by engineer. */
"Done" = "Ferdig";

/* No comment provided by engineer. */
"Email" = "Epost";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Kunne ikke sende epost. Prøv igjen.";

/* Informing the user a process has failed */
"Failed" = "Mislyktes";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "av";

/* No comment provided by engineer. */
"Photo" = "Bilde";

/* Used in the context: '1 photo' */
"photo" = "bilde";

/* Used in the context: '3 photos' */
"photos" = "bilder";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Forbereder";

/* No comment provided by engineer. */
"Save" = "Lagre";

/* Informing the user an item has been saved */
"Saved" = "Lagret";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Lagrer";

/* No comment provided by engineer. */
"Select Photos" = "Velg bilder";

